import React from "react";
//styles
import "./aboutme.css";
//images
import ImageMe from '../props/photo/IMG_2283.jpg';
//components
import Button from '@mui/material/Button';


function AboutMe() {
    return (
        <div id="aboutme" className="container aboutme-container">
            <div className="aboutme-container-photo">
                <a href="/">
                    <img src={ImageMe} alt="ImageMe"/>
                </a>
            </div>
            <div className="aboutme-container-description">
                <div className="description">
                    <p>Вітаю на сайті Адвокатського Бюро «Коломієць Лігал Консалтін»!<br/><br/></p>

                    <p>
                        Мене звати Ярослав і я засновник та керівник юридичної компанії. <br/>
                        Із задоволенням представляю нашу команду талановитих та досвідчених
                        адвокатів та юристів, які готові надати Вам якісну юридичну допомогу.<br/><br/>
                    </p>

                    <p>
                        Адвокатське Бюро «Коломієць Лігал Консалтін» спеціалізується з надання
                        клієнтам широкого спектру юридичних <a href="/">послуг</a> у різних галузях права. <br/>
                        Ми розуміємо, що правові питання можуть бути складними та вимагати
                        індивідуального підходу, тому працюємо над тим, щоб забезпечити нашим
                        клієнтам високоякісне консультування та представництво. <br/><br/>
                    </p>

                    <p>
                        Наша команда складається з висококваліфікованих адвокатів та юристів, які
                        мають значний досвід, кожен у своїй практикці. Ми пропонуємо послуги з
                        цивільного права, корпоративного права, сімейного права, спадкового права,
                        кримінального права та багатьох інших галузей права. Наші адвокати та юристи
                        готові надати ефективні рішення для навіть найскладніших юридичних питань.<br/><br/>
                    </p>

                    <p>
                        У нашій компанії ми покладаємо великий акцент на індивідуальний підхід до кожного клієнта.<br/>
                    </p>

                    <p>
                        Ми ретельно аналізуємо ситуацію, розуміємо Ваші потреби та цілі, і
                        розробляємо стратегію, спрямовану на досягнення успіху. <br/>
                    </p>

                    <p>
                        Наша мета - забезпечити Вам найкращий юридичний сервіс, що перевершить
                        Ваші очікування.<br/><br/>
                    </p>

                    <p>Ми запрошуємо Вас <a href="/">зв'язатися з нами</a>,
                        щоб обговорити Ваші потреби та відповісти на всі Ваші запитання. <br/><br/><br/><br/>
                    </p>

                    <p>
                        Дякуємо, що обрали Адвокатське Бюро «Коломієць Лігал Консалтін».<br/><br/>
                    </p>

                    <p>
                        З найкращими побажаннями <br/>
                        Ярослав Коломієць <br/><br/>
                    </p>

                    <Button variant="outlined" color="success" className="description-button">
                        VCARD +
                    </Button>
                </div>
            </div>
        </div>
    );
}

export default AboutMe;
